tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "jesseduffield/lazygit"
brew "antigen"
brew "bat"
brew "bit-git"
brew "blueutil"
brew "bpytop"
brew "chezmoi"
brew "cowsay"
brew "ctop"
brew "dive"
brew "figlet"
brew "fortune"
brew "fzf"
brew "git"
brew "git-extras"
brew "git-flow-avh"
brew "git-lfs"
brew "gnu-sed"
brew "go"
brew "htop"
brew "hugo"
brew "jasper"
brew "jq"
brew "micro"
brew "midnight-commander"
brew "ncdu"
brew "nmap"
brew "perl"
brew "php"
brew "php@7.4"
brew "shellcheck"
brew "step"
brew "subversion"
brew "telnet"
brew "the_silver_searcher"
brew "tldr"
brew "wget"
brew "xh"
brew "yarn"
brew "jesseduffield/lazygit/lazygit"
cask "adoptopenjdk"
cask "android-platform-tools"
cask "anki"
cask "cyberduck"
cask "dbeaver-community"
cask "docker"
cask "enpass"
cask "gas-mask"
cask "gimp"
cask "grammarly"
cask "maccy"
cask "macdown"
cask "meld"
cask "phpstorm"
cask "postman"
cask "rar"
cask "rectangle"
cask "sequel-pro"
cask "slack"
cask "spotify"
cask "textmate"
cask "tunnelblick"
cask "visual-studio-code"
cask "zoom"
