tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "mutagen-io/mutagen"
# Plugin manager for zsh, inspired by oh-my-zsh and vundle
brew "antigen"
# Clone of cat(1) with syntax highlighting and Git integration
brew "bat"
# Get/set bluetooth power and discoverable state
brew "blueutil"
# Linux/OSX/FreeBSD resource monitor
brew "bpytop"
# Manage your dotfiles across multiple diverse machines, securely
brew "chezmoi"
# Configurable talking characters in ASCII art
brew "cowsay"
# Top-like interface for container metrics
brew "ctop"
# Tool for exploring each layer in a docker image
brew "dive"
# Modern replacement for 'ls'
brew "exa"
# Banner-like program prints strings as ASCII art
brew "figlet"
# Infamous electronic fortune-cookie generator
brew "fortune"
# Command-line fuzzy finder written in Go
brew "fzf"
# Distributed revision control system
brew "git"
# Small git utilities
brew "git-extras"
# AVH edition of git-flow
brew "git-flow-avh"
# Git extension for versioning large files
brew "git-lfs"
# Alternative to top/htop
brew "glances"
# GNU implementation of the famous stream editor
brew "gnu-sed"
# Open source programming language to build simple/reliable/efficient software
brew "go"
# Improved top (interactive process viewer)
brew "htop"
# Lightweight and flexible command-line JSON processor
brew "jq"
# Modern and intuitive terminal-based text editor
brew "micro"
# Terminal-based visual file manager
brew "midnight-commander"
# NCurses Disk Usage
brew "ncdu"
# Cross-platform ncurses Spotify client written in Rust
brew "ncspot"
# Platform built on V8 to build network applications
brew "node"
# General-purpose scripting language
brew "php"
# General-purpose scripting language
brew "php@7.4"
# Monitor data's progress through a pipe
brew "pv"
# Perl-powered file rename script with many helpful built-ins
brew "rename"
# Crypto and x509 Swiss-Army-Knife
brew "step"
# Version control system designed to be a better CVS
brew "subversion"
# User interface to the TELNET protocol
brew "telnet"
# Send macOS User Notifications from the command-line
brew "terminal-notifier"
# Code-search similar to ack
brew "the_silver_searcher"
# Simplified and community-driven man pages
brew "tldr"
# Terminal multiplexer
brew "tmux"
# Executes a program periodically, showing output fullscreen
brew "watch"
# Internet file retriever
brew "wget"
# Friendly and fast tool for sending HTTP requests
brew "xh"
# JavaScript package manager
brew "yarn"
# Fast file synchronization and network forwarding for remote development
brew "mutagen-io/mutagen/mutagen"
# Android SDK component
cask "android-platform-tools"
# Memory training application
cask "anki"
# Universal database tool and SQL client
cask "dbeaver-community"
# App to build and share containerized applications and microservices
cask "docker"
# Password and credentials mananger
cask "enpass"
# Hosts file editor/manager
cask "gas-mask"
# Free and open-source image editor
cask "gimp"
# Utility to fix grammar errors and style issues in text
cask "grammarly"
# Vector graphics editor
cask "inkscape"
# Clipboard manager
cask "maccy"
# Open-source Markdown editor
cask "macdown"
# PHP IDE by JetBrains
cask "phpstorm"
# Collaboration platform for API development
cask "postman"
# Archive manager for data compression and backups
cask "rar"
# Move and resize windows using keyboard shortcuts or snap areas
cask "rectangle"
# MySQL/MariaDB database management
cask "sequel-ace"
# Team communication and collaboration software
cask "slack"
# Music streaming service
cask "spotify"
# General-purpose text editor
cask "textmate"
# Free and open-source OpenVPN client
cask "tunnelblick"
