tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "jesseduffield/lazygit"
brew "antigen"
brew "aspell"
brew "bat"
brew "bit-git"
brew "blueutil"
brew "gdbm"
brew "readline"
brew "sqlite"
brew "xz"
brew "python@3.9"
brew "bpytop"
brew "libpng"
brew "freetype"
brew "gettext"
brew "libffi"
brew "pcre"
brew "glib"
brew "cairo"
brew "chezmoi"
brew "cowsay"
brew "ctop"
brew "jemalloc"
brew "libidn2"
brew "openldap"
brew "curl"
brew "go"
brew "dep"
brew "dive"
brew "figlet"
brew "fortune"
brew "libtool"
brew "fzf"
brew "isl"
brew "libmpc"
brew "gcc"
brew "jpeg"
brew "libtiff"
brew "gdk-pixbuf"
brew "pcre2"
brew "git"
brew "git-extras"
brew "git-flow-avh"
brew "git-lfs"
brew "glances"
brew "gnu-sed"
brew "gobject-introspection"
brew "jasper"
brew "netpbm"
brew "gts"
brew "harfbuzz"
brew "librsvg"
brew "graphviz"
brew "htop"
brew "hugo"
brew "libheif"
brew "imagemagick"
brew "oniguruma"
brew "jq"
brew "krb5"
brew "libpq"
brew "unibilium"
brew "libuv"
brew "libvterm"
brew "lolcat"
brew "media-info"
brew "micro"
brew "midnight-commander"
brew "msgpack"
brew "ncdu"
brew "neovim"
brew "nmap"
brew "node"
brew "perl"
brew "php"
brew "php@7.4"
brew "protobuf"
brew "python@3.8"
brew "shellcheck"
brew "subversion"
brew "telnet"
brew "the_silver_searcher"
brew "tldr"
brew "translate-toolkit"
brew "wget"
brew "yarn"
brew "jesseduffield/lazygit/lazygit"
cask "adoptopenjdk"
cask "android-platform-tools"
cask "anki"
cask "atom"
cask "burp-suite"
cask "cyberduck"
cask "dbeaver-community"
cask "docker"
cask "enpass"
cask "flycut"
cask "gas-mask"
cask "gimp"
cask "maccy"
cask "macdown"
cask "meld"
cask "phpstorm"
cask "poedit"
cask "postman"
cask "rar"
cask "rectangle"
cask "sequel-pro"
cask "slack"
cask "spotify"
cask "textmate"
cask "tunnelblick"
cask "visual-studio-code"
cask "wireshark"
cask "zoom"
